Repository: davlatovv/gap_bot_ru
Catalog: locales/*/LC_MESSAGES/bot.po
Languages: uz

source: ⚠️Ваше время истекло, теперь приобретите подписку
uz: ⚠️Vaqtingiz tugadi, endi obuna sotib oling

source: 🎫ПОДПИСКА
uz: 🎫OBUNA

source: 📱Главное меню
uz: 📱Asosiy menyu

source: ☎️Ваш контакт
uz: ☎️Sizning kontaktingiz

source: 📲Поделитесь своим контактом,нажав на кнопку ниже:
uz: 📲Quyidagi tugmani bosish orqali kontaktingizni baham ko'ring:

source: Ознакомьтесь с пользовательским соглашением и подтвердите его! ⚠️Предупреждение:подтверждая пользовательское соглашение вы принимаете на себя ответственность за свои действия! 📕Пользовательское соглашение:
uz: Foydalanuvchi shartnomasini o'qing va uni tasdiqlang! ⚠️Ogohlantirish: Foydalanuvchi shartnomasini qabul qilish orqali siz o'z harakatlaringiz uchun javobgarlikni o'z zimmangizga olasiz.!📕Foydalanish shartnomasi:

source: 🎉Поздравляем, вы успешно зарегистрировались! Выберите 👥-создать круг- если вы хотите создать свой круг, или 👤-присоединиться- если вы хотите присоединиться к уже существующему кругу.
uz: 🎉Tabriklaymiz, siz muvaffaqiyatli ro'yxatdan o'tdingiz! O'z doirangizni yaratmoqchi bo'lsangiz 👥-doira yaratish-ni tanlang, yoki 👤-qo'shilish- agar siz allaqachon mavjud bo'lgan davraga qo'shilishni istasangiz.

source: 🛑Вы отклонили пользовательское соглашение поэтому мы не сможем продолжить. ⚠️Нажмите /start если хотите заново зарегестрироваться
uz: 🛑Siz foydalanuvchi shartnomasini rad etdingiz, shuning uchun biz davom eta olmaymiz. ⚠️Qayta ro'yxatdan o'tmoqchi bo'lsangiz /start tugmasini bosing

source: ❇️Выберите одну из кнопок
uz: ❇️Tugmalardan birini tanlang

source: 👤Выберите в какой круг присоединиться
uz: 👤Qaysi davraga qo'shilishni tanlang

source: 🔄Вы успешно поменялись, теперь ваша очередь
uz: 🔄Siz muvaffaqiyatli almashdingiz, endi sizning navbatingiz

source: ⚠️Что-то пошло не так:
uz: ⚠️Nimadir xato ketdi:

source: 🛑Вы нажали кнопку 'Нет'
uz: 🛑Siz 'Yo`q' tugmasini bosdingiz

source: 🛑Вам отказали
uz: 🛑Siz rad etildingiz

source: 💭Назовите свой круг, например: круг коллег.
uz: 💭Davrangizga nom bering, masalan: hamkasblar doirasi.

source: ⬅️Назад
uz: ⬅️Orqaga

source: 💰Выберите сумму взносов( эту сумму,каждый из участников будет отдавать получателю вознаграждения:
uz: 💰Hissalar miqdorini tanlang (bu miqdorni har bir ishtirokchi mukofot oluvchiga beradi):

source: ➡️Введите сумму:
uz: ➡️Miqdorni kiriting:

source: 🔢Введите цифрами количество участников вашего круга, пример: 5
uz: 🔢Davrangizdagi ishtirokchilar sonini raqamlar bilan kiriting, misol: 5

source: 🔢Пожалуйста введите цифрами
uz: 🔢Iltimos raqam kiriting

source: 📍Отправьте локацию места, где вы планируете собираться с участниками: ⚠️Cовет:вы можете выбрать локацию вручную или же переслать ее из другого чата.
uz: 📍Ishtirokchilar bilan uchrashishni rejalashtirgan joyning manzilini yuboring: ⚠️Maslahat: siz joylashuvni qo'lda tanlashingiz yoki uni boshqa chatdan yo'naltirishingiz mumkin.

source: 🛑Вы ввели неверно локацию
uz: 🛑Siz noto'g'ri lokatsiya kiritdingiz

source: 📲Создайте группу в телеграм и добавьте в нее участников, чьи контакты у вас уже имеются, для остальных отправьте нам ссылку на группу в которую они могут вступить. ⚠️Совет:ссылку на группу вы можете найти следующим способом⬇️
uz: 📲Telegram guruhi yarating va unga kontaktlari bo'lgan a'zolarni qo'shing, qolganlari uchun ular qo'shilishi mumkin bo'lgan guruhga havola yuboring. ⚠️Maslahat: siz guruhga havolani quyidagi tarzda topishingiz mumkin⬇️

source: 📆Отправьте дату начала в следующем формате ДД/ММ/ГГГГ:
uz: 📆Boshlanish sanasini quyidagi formatda KK/OO/YYYY yuboring:

source: ⚠️Пожалуйста, отправьте правильную ссылку на группу в телеграм.
uz: ⚠️Iltimos, telegram guruhiga toʻgʻri havolani yuboring.

source: 📲Создайте группу в телеграм и добавьте в нее участников, чьи контакты у вас уже имеются, для остальных отправьте нам ссылку на группу в которую они могут вступить. ⚠️Совет:ссылку на группу вы можете найти следующим способом(видео записи экрана, как пользователь копирует ссылку группы и отправляет ее боту
uz: 📲Telegram guruhi yarating va kontaktlari bo'lgan a'zolarni qo'shingsizda allaqachon bor, qolganlari uchun bizga guruhga havola yuboring Ular qo'shilishlari mumkin. ⚠️Maslahat: guruhga havolani quyidagi tarzda topishingiz mumkin (video yozuvlar foydalanuvchi guruh havolasini nusxalashi va uni botga yuborishi uchun ekran

source: 📆Выберите, как часто вы планируете собираться:
uz: 📆Qanchalik tez-tez uchrashishni rejalashtirganingizni tanlang:

source: 🛑Неверная дата
uz: 🛑Noto'g'ri sana

source: 🔐Выберите статус приватности вашего круга: ⚠️Подсказка: если вы выберете открытый статус, то ваш круг будет виден в общем списке и любой желающий сможет вступить в него. Если вы выберите закрытый статус, для вступления в ваш круг пользователям нужен будет токен.
uz: 🔐Davrangizning maxfiylik holatini tanlang: ⚠️Maslahat: agar siz ochiq holatni tanlasangiz, sizning davrangiz umumiy ro'yxatdan ko'rinadi va har kim unga qo'shilishi mumkin.Agar siz shaxsiy maqomni tanlasangiz, foydalanuvchilarga davrangizga qo‘shilish uchun token kerak bo‘ladi.

source: Название круга:
uz: Davra nomi:

source: Количество участников:
uz: Ishtirokchilar soni:

source: Сумма взносов:
uz: To'lovl miqdori:

source: Дата встречи:
uz: Uchrashuv sanasi:

source: Периодичность:
uz: Davriylik:

source: Ссылка на группу:
uz: Guruh havolasi:

source: Приватность:
uz: Maxfiylik:

source: Локация:
uz: Lokatsiya:

source: 🎉Вы успешно создали круг Подтверждаете информацию если да то нажмите на галочку если нет то на крестик и вас перекинет к началу создания круга
uz: 🎉Siz davra yaratdingiz Ma'lumotni tasdiqlang, agar shunday bo'lsa, tasdiq belgisini bosing; bo'lmasa, keyin yoqingXoch o'ting va siz aylananing boshiga tashlanasiz

source: ⚠️Подсказка по кнопкам ниже: Старт-нажав на эту кнопку вы запустите свой круг. Перед нажатием, убедитесь, что все участники вступили в круг и определились с очередностью! 📜Список участников- тут список участников круга с их статусом по оплатам. Также тут можно поменяться местами на получение денег с другими участниками. Если вы "Получатель Вознаграждения", то тут, вы можете отметить тех кто внес оплату. 📋Общая информация- тут вся информация о вашем круге. Если вы создатель круга,то тут вы можете поменять дату и место встречи и т.д. 🆘Пожаловаться- тут вы можете пожаловаться на участников, которые нарушают условия участия. 🔍Выбор круга-тут вы можете вступить в другие круги. 👥Мои круги-тут находятся ваши круги и тут вы можете перейти в них.
uz: ⚠️Quyidagi tugmalarga maslahat bering: Boshlash - ushbu tugmani bosish orqali siz o'z davrangizni boshlaysiz. Bosishdan oldin, barcha ishtirokchilar davraga kirganligiga ishonch hosil qiling va buyurtma to'g'risida qaror qabul qiling! 📜Ishtirokchilar ro'yxati - bu erda to'lov holati bilan to'garak ishtirokchilari ro'yxati. Shuningdek, bu erda siz boshqa ishtirokchilar bilan pul olish uchun joylarni o'zgartirishingiz mumkin. Agar siz 'mukofot oluvchi' bo'lsangiz, bu erda siz to'lovni amalga oshirganlarni belgilashingiz mumkin. 📋Umumiy ma'lumot - bu yerda sizning davrangiz haqidagi barcha ma'lumotlar. Agar siz davra yaratuvchisi bo'lsangiz, bu erda siz uchrashuv sanasi va joyini va hokazolarni o'zgartirishingiz mumkin. 🆘Shikoyat qilish - bu yerda ishtirok etish shartlarini buzgan ishtirokchilar ustidan shikoyat qilishingiz mumkin. 🔍Doira tanlang - bu yerda siz boshqa davralarga qo'shilishingiz mumkin. 👥Mening davralarim - bu sizning davralaringiz va shu yerda ularga kirishingiz mumkin.

source: ⚠️Это ваш токен для приглашения,отправьте его друзьям чтобы они смогли присоединиться к вашему кругу:
uz: ⚠️Bu sizning taklifnoma tokeningiz, uni doʻstlaringizga yuboring, ular imkoniga ega boʻlsinlardavringizga qo'shiling:

source: ➡️Старт
uz: ➡️Start

source: 👤Создатель круга
uz: 👤Doira yaratuvchisi

source: стартовал
uz: boshladi

source: 🎉Поздравляю, ваш круг стартовал! ⚠️Подсказка по кнопкам ниже: 📜Список участников - тут список участников со статусом оплаты 📋Общая информация - тут вся необходимая информация о вашем круге. 🆘Пожаловаться - тут вы можете пожаловаться на пользователя действия которого вы считаете не правомерными и если кол-во жалоб будет больше трех, мы начнем разбирательство в отношении этого пользователя.
uz: 🎉Tabriklaymiz, davrangiz boshlandi! ⚠️Quyidagi tugmacha maslahati: 📜Ishtirokchilar ro'yxati - bu erda to'lov holatiga ega ishtirokchilar ro'yxati 📋Umumiy ma'lumot - bu yerda sizning davrangiz haqida barcha kerakli ma'lumotlar mavjud. 🆘Shikoyat - bu yerda foydalanuvchi harakati haqida xabar berishingiz mumkinSiz buni noqonuniy deb hisoblaysiz va agar shikoyatlar soni ko'proq bo'lsauch, biz bu foydalanuvchiga qarshi ish boshlaymiz.

source: 📜Список участников
uz: 📜Davrangiz a'zolari

source: 🛑Нет участников
uz: 🛑Ishtirokchilar yoʻq

source: ⚠️Сделал ли он платеж?
uz: ⚠️U to'lov qildimi?

source: Да
uz: Ha

source: Нет
uz: Yo'q

source: 🔄 хочет поменяться с вами очередями на получение вознаграждения, хотите ли вы поменяться? Его очередь:
uz: 🔄 agar xohlasangiz, siz bilan navbat almashtirmoqchialmashtirasizmi? Uning navbati:

source: ⚠️Ваш запрос отправлен, ожидайте ответа
uz: ⚠️Sizning so'rovingiz yuborildi, biz javob kutmoqdamiz

source: ⚠️Вы подтвердили платеж
uz: ⚠️Siz toʻlovni tasdiqladingiz

source: 🛑Вы отменили платеж
uz: 🛑Toʻlovni bekor qildingiz

source: 📋Общая информация
uz: 📋Umumiy ma'lumot

source: 🔒Закрытый
uz: 🔒Yopiq

source: 🔓Открытый
uz: 🔓Ochiq

source: Имя получателя:
uz: Qabul qiluvchining nomi:

source: Cумма взносов:
uz: Toʻlov miqdori:

source: Токен:
uz: Token:

source: 🎛Настройки
uz: 🎛Sozlamalar

source: 🆔Изменить имя
uz: 🆔Nomini o'zgartirish

source: Введите новое название круга
uz: Doira yangi nomini kiriting

source: 📅Изменить дату встречи
uz: 📅Uchrashuv sanasini o'zgartirish

source: ⚠️Введите новую дату в формате ДД/ММ/ГГГГ
uz: ⚠️Yangi uchrashuv sanasini kiriting KK/OO/YYYY

source: 📅Изменить периодичность
uz: 📅Davriylikni o’zgartirish

source: ⚠️Введите новый период встречи днями Например: введите 10(будет означать периодичность 10 дней)
uz: ⚠️Yangi uchrashuv davrini kunlar ichida kiriting Misol: 10 kiriting (10 kunlik intervalni bildiradi)

source: 📎Изменить линк
uz: 📎Havolani o'zgartirish

source: Введите новую ссылку в группу телеграм
uz: Iltimos, yangi telegram guruhning havolasini yuboring.

source: 📍Изменить локацию
uz: 📍Joylashuvni o'zgartirish

source: Отправьте новую локацию
uz: Yangi joriy joylashuvni yuboring

source: 🌐Изменить язык
uz: 🌐Tilni o'zgartiring

source: 🛑Вы ввели неверную дату
uz: 🛑Siz noto'g'ri sana kiritdingiz

source: 🛑Вы ввели неверно период
uz: 🛑Siz noto'g'ri davr tanladingiz

source: Успешно изменено
uz: Muvaffaqiyatli o'zgartirildi

source: Не получилось изменить
uz: O‘zgartirib bo‘lmadi

source: 🆘Пожаловаться
uz: 🆘Shikoyat

source: 👥Участники вашего круга
uz: 👥Davrangiz a'zolari

source: ⚠️Ваша жалоба принята
uz: ⚠️Sizning shikoyatingiz qabul qilindi.

source: пожаловался на вас, если вы с этим не согласны, напишите в тех.поддержку.
uz: sizga shikoyat qildi, agar bunga rozi bo'lmasangiz, texnik yordamga yozing.

source: 👥Мои круги
uz: 👥Mening davralarim

source: ⚠️У вас только 1 круг
uz: ⚠️Sizda faqat 1 ta davra bor

source: 🔍Выбор круга
uz: 🔍Davra tanlash

source: ❇️Выберите одну из кнопок:
uz: ❇️Tugmalardan birini tanlang:

source: ⬅️ Назад
uz: ⬅️ Orqaga

source: ✍️Введите токен
uz: ✍️Qo'shilish uchun tokenni kiriting

source: Назад⬅️
uz: Orqaga⬅️

source: 🔍Выберите открытые круги
uz: 🔍Ochiq doiralarni tanlang

source: ⚠️Нет открытых кругов
uz: ⚠️Ochiq doiralar yo'q

source: ⚠️Вы вошли в круг
uz: ⚠️Siz davraga qo’shildingiz

source: ⚠️Подсказка по кнопкам ниже: 📜Список участников- тут список участников круга с их статусом по оплатам. Также тут можно поменяться местами на получение денег с другими участниками. Если вы "Получатель Вознаграждения", то тут, вы можете отметить тех кто внес оплату. 📋Общая информация- тут вся информация о вашем круге. Если вы создатель круга,то тут вы можете поменять дату и место встречи и т.д. 🆘Пожаловаться- тут вы можете пожаловаться на участников, которые нарушают условия участия. 🔍Выбор круга-тут вы можете вступить в другие круги. 👥Мои круги-тут находятся ваши круги и тут вы можете перейти в них.
uz: ⚠️Quyidagi tugmalarga maslahat bering: 📜Ishtirokchilar ro'yxati - bu erda to'lov holati bilan to'garak ishtirokchilari ro'yxati. Shuningdek, bu erda siz boshqa ishtirokchilar bilan pul olish uchun joylarni o'zgartirishingiz mumkin. Agar siz 'mukofot oluvchi' bo'lsangiz, bu erda siz to'lovni amalga oshirganlarni belgilashingiz mumkin. 📋Umumiy ma'lumot - bu yerda sizning davrangiz haqidagi barcha ma'lumotlar. Agar siz davra yaratuvchisi bo'lsangiz, bu erda siz uchrashuv sanasi va joyini va hokazolarni o'zgartirishingiz mumkin. 🆘Shikoyat qilish - bu yerda ishtirok etish shartlarini buzgan ishtirokchilar ustidan shikoyat qilishingiz mumkin. 🔍Doira tanlang - bu yerda siz boshqa davralarga qo'shilishingiz mumkin. 👥Mening davralarim - bu sizning davralaringiz va shu yerda ularga kirishingiz mumkin.

source: 🛑Количество участников ограничено
uz: 🛑Ishtirokchilar soni cheklangan

source: Что-то пошло не так:
uz: Nimadir xato ketdi:

source: ⚠️Нет такого круга
uz: ⚠️Bunday davra yo'q

source: Подписка
uz: Obuna

source: 🎉Поздравляю! ✅Вы успешно приобрели подписку! Теперь пользоваться ботом будет еще приятнее🤑
uz: 🎉Tabriklaymiz! ✅Siz obunani muvaffaqiyatli xarid qildingiz! Endi botdan foydalanish yanada yoqimli bo'ladi🤑

source: Что то пошло не так, попробуйте позже
uz: Nimadir xato ketdi, keyinroq qayta urinib ko‘ring

source: 👥Создать круг
uz: 👥Doira yaratish

source: 👤Присоединиться
uz: 👤Qo'shilish

source: ➡️Другая сумма
uz: ➡️Boshqa miqdor

source: ➡️Раз в неделю
uz: ➡️Xaftada bir marotaba

source: ➡️Раз в месяц
uz: ➡️Oyda bir marta

source: ➡️Войти по токену
uz: ➡️Token bilan kiring

source: 👤Войти в открытые круги
uz: 👤Ochiq doiralarga kirish

source: Назад ⬅️
uz: Orqaga ⬅️

source: 📍Отправить текущую локацию
uz: 📍Joriy joylashuvni yuboring

source: ПОДПИСКА
uz: OBUNA
